Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The Directorate shall work to implement measures to reduce emissions and discharges, and prepare forecasts for such emissions and discharges.
nb: Direktoratet skal arbeide for i verk-settelse av utslippsreduserende tiltak og utarbeide utslippsprognoser.

source: In its work on the external environment, the Directorate's responsibilities include ensuring that the ongoing work in the industry facilitates and contributes to meeting national targets and international commitments regarding the external environment.
nb: Direktoratet skal i sitt arbeid knyttet til det ytre miljø bl.a. påse at industrien i sitt løpende arbeid legger forholdene til rette for, og bidrar til at nasjonale mål og internasjonale forpliktelser for det ytre miljø kan innfris.

source: The Norwegian Petroleum Directorate shall maintain a high level of expertise as regards the external environment in relation to the petroleum activities.
nb: Oljedirektoratet skal ha en høy kompetanse for så vidt gjelder det ytre miljø i petroleumsvirksomheten.

source: The Norwegian Petroleum Directorate's technological and resource expertise in the petroleum activities shall be a key aspect in assessing how the environmental objectives and considerations can best be achieved in relation to design and use of installations in the petroleum activities.
nb: Oljedirektoratets teknologiske og ressursmessige kompetanse innenfor petroleumsvirksomheten vil være sentral for å vurdere hvordan de miljømessige målsettinger og hensyn best kan gjennomføres i forhold til design og bruk av innretninger i petroleumsvirksomheten.

source: The Norwegian Petroleum Directorate shall address the challenges found in the intersection between the petroleum activities, fishery activities and the external environment.
nb: Oljedirektoratet skal møte utfordringene som ligger i skjærings-punktet mellom petroleumsvirksomhet, fiskeri og vern om det ytre miljø.

source: 4.6 Emergency preparedness The Ministry of Petroleum and Energy has the emergency preparedness responsibility as regards the security of deliveries from the Norwegian continental shelf.
nb: 4.6 Beredskap Olje- og energidepartementet har det beredskapsmessige ansvar for leveringssikkerhet fra norsk kontinentalsokkel.

source: The Norwegian Petroleum Directorate shall prepare procedures for reporting and further notification to the Ministry of Petroleum and Energy of incidents that include production shutdowns, major discharges to sea and emissions to air, fatalities, major damage to material assets, strikes and changes in the form of operation.
nb: Oljedirektoratet skal utarbeide rutiner for rapportering og videre-varsling til Olje- og energidepartementet av hendelser som omfatter produksjonsstans, større utslipp til sjø og luft, dødsfall, store skader på materielle verdier, streik og endring av driftsform.

source: A specialized emergency preparedness expertise in the Norwegian Petroleum Directorate shall be combined with the Directorate's knowledge of pipelines, process facilities, maintenance, technical safety, gas management and the resource portfolio to provide an overall picture of the supply security.
nb: En spesialisert beredskapskompetanse i Oljedirektoratet skal kombineres med direktoratets kunnkap om rørledninger, prosessanlegg, vedlikehold, teknisk sikkerhet, gassforvaltning og ressursportefølje, for å gi et helhetlig bilde av forsyningssikkerheten.

source: The Norwegian Petroleum Directorate's emergency preparedness expertise shall also be combined with the Petroleum Safety Authority Norway's expertise in this area.
nb: Oljedirektoratets kompetanse vedrørende berdskap skal også kombineres med Petroleums-tilsynets kompetanse på dette området.

source: The Directorate shall follow up the licencees' preparation of and compliance with relevant emergency preparedness plans of significance for the supply security.
nb: Direktoratet skal følge opp rettighetshavers utarbeidelse og etterlevelse av relevante beredskapsplaner av betydning for leveranse-sikkerheten.

source: The Directorate shall assist the justice and defense authorities as needed in their work on the overall preparedness in situations of crisis or war.
nb: Direktoratet skal i nødvendig grad bistå justis- og forsvarsmyndighetene i deres arbeid med den totale beredskap i krise- og krigssituasjoner.

source: The Norwegian Petroleum Directorate carries out supervision of the metering of produced petroleum and emissions of CO2 as well as supervising the payment of taxes and stipulating requirements for metering equipment, etc.
nb: Oljedirektoratet fører tilsyn med måling av produsert petroleum og utslipp av CO2 og kontroll med avgiftsbetaling og fastsetter krav til måleutstyr mv.

source: Relationship to the Petroleum Safety Authority Norway The Norwegian Petroleum Directorate and the Petroleum Safety Authority Norway shall draw on each other's expertise, but in such a way that this does not have an adverse impact on orderliness and clarity of roles.
nb: Forholdet til Petroleumstilsynet Oljedirektoratet og Petroleumstilsynet skal trekke på hverandres kompetanse, men likevel slik at dette ikke går utover hensynet til ryddighet og rolleklarhet.

source: One of the objectives of the split is to avoid a situation in which the two organizations must develop double expertise.
nb: Ved delingen vil det være et mål å unngå at de to organisjonene må utvikle dobbeltkompetanse.

source: The Petroleum Safety Authority Norway will therefore be established in Stavanger and share the same premises as the Norwegian Petroleum Directorate.
nb: Petroleumstilsynet skal således etableres i Stavanger og være samlokalisert med Oljedirektoratet.

source: The Norwegian Petroleum Directorate and the Petroleum Safety Authority Norway shall: - Have a mutual responsibility to provide information and exhibit openness within areas where the two agencies work in parallel - Have regulations with clear reporting lines for the petroleum industry.
nb: Oljedirektoratet og Petroleumstilsynet skal: - Ha et gjensidig informasjonsansvar og åpenhet innenfor saksområder det arbeides parallelt med i de to etatene - Ha regelverk med entydige rapporteringslinjer for petroleumsindustrien.

source: This is supplemented with underlying case processing procedures that, among other things, govern the flow of information between the authorities - Assist each other with expertise in connection with technical evaluations, in tasks which are to be carried out in the other agency and in matters which involve both authorities - Consider establishing a coordinating responsibility for one of the agencies within a given case area or phase - Establish solutions that limit the need for overlapping administrative functions and joint services
nb: Dette suppleres med bakenforliggende saksbehandlingsløsning som bl.a. regulerer informasjonsflyten myndighetene imellom - Bistå hverandre med kompetanse i forbindelse med faglige vurderinger, i oppgaver som skal utføres i den andre etaten og i saker der begge myndigheter er involvert - Vurdere å etablere et koordinerende ansvar for en av etatene innenfor et gitt saksområde eller fase - Etablere løsninger som begrenser behov for overlappende administrative funksjoner og fellestjenester

source: Potential trade-offs or balances between resource management considerations on the one side and working environment and safety considerations on the other must be resolved between the Ministry of Petroleum and Energy and the Ministry of Labour and Government Administration.
nb: Eventuelle avveininger mellom ressursforvaltningshensyn på den ene side og arbeidsmiljø- og sikkerhetshensyn på den annen må foretas mellom Olje- og energidepartementet og Arbeids- og administrasjonsdepartement.

source: The cooperation between the Norwegian Petroleum Directorate and the Petroleum Safety Authority Norway shall be specified in a cooperation agreement between the agencies which will be tied to important milestones in the petroleum industry, such as the opening of new areas for petroleum activities, award of production licences, evaluation of development plans, plans for installation and operation and cessation/decommissioning plans.
nb: Samarbeidet mellom Oljedirektoratet og Petroleumstilsynet skal nedfelles i en samarbeids-avtale mellom dem og knyttes til viktige milepæler i petroleumsvirksomheten, slik som åpning av nye områder for petroleumsvirksomhet, tildeling av utvinningstillatelser, vurdering av utbyggingsplaner, planer for anlegg og drift og avslutningsplaner.

source: Coordinated follow-up must take place as necessary so that the overarching considerations and goals for the petroleum activities are safeguarded.
nb: Det skal i nødvendig grad skje en samordnet oppfølging, slik at overordnede hensyn og mål for petroleumsvirksomheten ivaretas.

source: This cooperation shall ensure optimum and efficient handling of both agencies' respective emergency preparedness responsibilities, as well as the superior ministries' need for information in this context.
nb: Samarbeidet skal sikre optimal og effektiv ivaretakelse av begge etaters respektive beredskapsansvar, og av de overordnede departementers behov for informasjon i den forbindelse.

source: Follow-up of agreements with foreign states under signed treaties shall take place in a coordinated manner where appropriate.
nb: Oppfølging av avtaler med fremmede stater under inngåtte traktater skal skje på en samordnet måte der dette er hensiktsmessig.

source: Through their databases, the Norwegian Petroleum Directorate and the Petroleum Safety Authority Norway shall ensure that both agencies receive the information and data that are of relevance for the agencies' responsibilities.
nb: Oljedirektoratet og Petroleumstilsynet skal gjennom sine databaser legge til rette for at begge etater får informasjon og data som har relevans for etatenes ansvarsområde.

source: Cooperation and coordination with other authorities As the responsible sector Ministry, the Ministry of Petroleum and Energy must ensure comprehensive compliance with the frameworks established for the petroleum activities through decisions made by the Storting and the Government.
nb: Samhandling og koordinering med andre myndigheter Som ansvarlig sektordepartement må Olje- og energidepartementet sørge for en helhetlig etterlevelse av de rammer som etableres for petroleumsvirksomheten gjennom vedtak i Stortinget og av regjeringen.

source: The Ministry of Petroleum and Energy and the Norwegian Petroleum Directorate shall, in cooperation with other relevant authorities with their own regulatory responsibility, ensure that the activities associated with the petroleum activities are followed up in a comprehensive manner so that decisions are made in a timely manner and with such content that the adopted central decisions relating to the various stages of the activities can be implemented and complied with by the licencee in a predictable manner.
nb: Olje- og energidepartementet og Oljedirektoratet skal i samarbeid med andre berørte myndigheter med egne myndighetsansvar, sikre at virksomhet i tilknytning til petroleumsvirksomheten følges opp på en helhetlig måte, slik at vedtak fattes slik i tid og med et slikt innhold at de vedtatte nøkkelbeslutninger i tilknytning til de ulike faser av virksomheten kan iverksettes og etterleves av rettighetshaver på en forutsigbar måte.

source: The Ministry of Petroleum and Energy and the Norwegian Petroleum Directorate shall cooperate with other ministries and their underlying agencies in connection with consideration of matters related to the Ministry of Petroleum and Energy's sector responsibility for the petroleum activities.
nb: Olje- og energidepartementet og Oljedirektoratet skal samhandle med andre fag-departementer og deres underliggende etater ved behandling av saker knyttet til Olje- og energidepartementets sektoransvar for petroleumsvirksomheten.

source: When simultaneous decisions are made by multiple authorities in connection with the key decisions that are made in all phases of the activities, and these decisions affect each other, the decisions shall be coordinated by the Ministry of Petroleum and Energy.
nb: Når vedtak skal fattes samtidig av flere myndigheter i tilknytning til de nøkkelbeslutninger som fattes i alle faser av virksomheten, og disse vedtakene berører hverandre, skal vedtakene koordineres av Olje- og energidepartementet.

source: As regards decisions by other authorities that cannot be regarded as having significance for the overall evaluations in this connection, and which are therefore made at different points in time, the authorities shall keep each other informed on a mutual basis through the coordination of the Ministry of Petroleum and Energy.
nb: For vedtak fra andre myndigheter som ikke kan anses å ha betyd-ning for de totale vurderinger i denne forbindelse, og som derfor gis på ulike tidspunkter, skal myndighetene holdes gjensidig orientert gjennom Olje- og energidepartementets koordinering.

source: The Ministry of Petroleum and Energy r e c o m m e n d s:
nb: Olje- og energidepartementet t i l r å r:

source: that the new Norwegian Petroleum Directorate be established as of 1 January 2004.
nb: Det nye Oljedirektoratet etableres fra 1. januar 2004.

source: Well 16/2-20 will be drilled from the Island Innovator drilling facility at position 58°56’25.80’’ north and 02°25’34.09’’ east in production licence 501.
nb: Brønn 16/2-20 skal borast frå boreinnretninga Island Innovator i posisjon 58°56’25,80’’ nord og 02°25’34,09’’ aust i utvinningsløyve 501.

source: The drilling programme for well 16/2-20 relates to drilling of a wildcat well in production licence 501.
nb: Boreprogrammet for brønn 16/2-20 gjeld boring av undersøkingsbrønn i utvinningsløyve 501.

source: The well will be drilled about 3.2 kilometres north of well 16/2-9 S on Johan Sverdrup in the central part of the North Sea.
nb: Brønnen blir bora om lag 3,2 kilometer nord for brønn 16/2-9 S på Johan Sverdrup i den midtre delen av Nordsjøen.

source: This is the fourteenth well to be drilled within the licence area.
nb: Dette er den fjortande brønnen som blir bora innafor løyvet sitt areal.

source: Well 16/2-21 will be drilled from the Bredford Dolphin drilling facility at position 58°46’40.81’’ north and 02°36’38.77’’ east in production licence 501 after completing the drilling of wildcat well 16/4-6 S for Lundin Norway AS in production licence 359.
nb: Brønn 16/2-21 skal borast frå boreinnretninga Bredford Dolphin i posisjon 58°46’40,81’’ nord og 02°36’38,77’’ aust i utvinningsløyve 501 etter avslutting av boring av undersøkingsbrønn 16/4-6 S for Lundin Norway AS i utvinningsløyve 359.

source: The drilling programme for well 16/2-21 relates to drilling of an appraisal well in production licence 501.
nb: Boreprogrammet for brønn 16/2-21 gjeld boring av avgrensingsbrønn i utvinningsløyve 501.

source: The well will be drilled about three kilometres east of well 16/2-15 and 2.5 kilometres west of well 16/2-7 on Johan Sverdrup in the central part of the North Sea.
nb: Brønnen blir bora om lag 3 kilometer øst for brønn 16/2-15 og 2,5 kilometer vest for brønn 16/2-7 på Johan Sverdrup i den midtre delen av Nordsjøen.

source: This is the thirteenth well to be drilled within the licence area.
nb: Dette er den trettande brønnen som blir bora innafor løyvet sitt areal.

source: Well 16/3-6 will be drilled from the Bredford Dolphin drilling facility at position 58°49’07.86’’ north 02°42’11.40’’ east in production licence 501.
nb: Brønn 16/3-6 skal borast frå boreinnretninga Bredford Dolphin i posisjon 58°49’07,86’’ nord 02°42’11,40’’ aust i utvinningsløyve 501.

source: The drilling programme for well 16/3-6 relates to drilling of an appraisal well in production licence 501.
nb: Boreprogrammet for brønn 16/3-6 gjeld boring av avgrensingsbrønn i utvinningsløyve 501.

source: The area in this licence consists of parts of blocks 16/2, 3, 5 and 6 which are located in the central part of the North Sea.
nb: Arealet i dette løyvet består av delar av blokkene 16/2, 3, 5 og 6 som er i midtre del av Nordsjøen.

source: The well was drilled east on Johan Sverdrup about 3 kilometres southeast of well 16/2-13 S and 1.9 kilometres northwest of well 16/3-4.
nb: Brønnen vert bora aust på Johan Sverdrup om lag 3 kilometer søraust for brønn 16/2-13 S og 1,9 kilometer nordvest for brønn 16/3-4 på.

source: This is the fifteenth well to be drilled within the licence area.
nb: Dette er den femtande brønnen som vert bora innafor løyvet sitt areal.

source: Norwegian and international research institutions conduct surveys every year to collect geological and geophysical data.
nb: Norske og utenlandske forskningsinstitusjoner gjennomfører hvert år undersøkelser der det samles inn geologiske og geofysiske data.

source: The right to conduct research on the shelf is laid down in the Law of the Sea Convention, and also in Norwegian legislation (see links).
nb: Retten til å utføre forskning på sokkelen er spesifisert i Havrettskonvensjonen, og i eget norsk lovverk (se lenker).

source: Due to its extensive knowledge about the shelf, the Norwegian Petroleum Directorate (NDP) is responsible for processing these applications.
nb: Oljedirektoratet (OD) har på grunn av kjennskap til sokkelen oppgaven med å behandle disse søknadene.

source: In addition to making its own assessments, the NPD submits the applications for consultation with other relevant public stakeholders.
nb: I tillegg til å gjøre egne vurderinger, sender OD søknadene til høring hos andre relevante offentlige interessenter.

source: Everyone who wants to perform scientific surveys on the Norwegian shelf must apply in advance for each survey.
nb: Alle som ønsker å utføre vitenskapelige undersøkelser på norsk sokkel må søke om dette, for hver undersøkelse.

source: International institutions submit their applications for scientific surveys in Norwegian waters to the Directorate of Fisheries.
nb: Utenlandske institusjoner sender sine søknader om vitenskapelige undersøkelser i norske farvann til Fiskeridirektoratet.

source: The applications that are found to be relevant to the shelf (the seabed or subsurface) are then forwarded to the NPD for processing.
nb: De søknadene som vurderes til å omhandle sokkelen (havbunnen eller undergrunnen) sendes så videre til OD for behandling.

source: Issued licences are returned to the applicant via the Directorate of Fisheries.
nb: Utstedte tillatelser sendes tilbake til søker via Fiskeridirektoratet.

source: Applications from Norwegian institutions are sent directly to the NPD.
nb: Søknader fra norske institusjoner sendes direkte til OD.

source: The processing directorate will receive a final report and a copy of relevant data and results from the expedition.
nb: Behandlende direktorat skal motta sluttrapport og kopi av relevante data og resultater fra toktet.

source: Some information about these expeditions is available on the Directorate of Fisheries’ website.
nb: En del informasjon om disse toktene er tilgjengelig på Fiskeridirektoratets nettsted.

source: Here is an overview of scientific survey licences issued by the NPD during the period 2004-2015.
nb: Her er en oversikt over vitenskapelige undersøkelsestillatelser som er utstedt av OD i perioden 2004 – 2015.

source: This overview shows which institutions have been granted licences, the type of surveys being conducted, and where they were conducted.
nb: Den viser hvilke institusjoner som har fått tillatelser, hva slags undersøkelser som er gjennomført og hvor disse er gjort.

source: For earlier years, corresponding overviews can be found in the NPD’s annual reports, which were published in paper format through 2003.
nb: For tidligere år er tilsvarende oversikter å finne i ODs årsberetninger, som ble gitt ut i papirform fram til og med 2003.

source: Digital versions are available on the NPD’s website.
nb: Digitale versjoner av disse finnes på ODs nettsted.

source: Well 16/3-7 will be drilled from the Bredford Dolphin drilling facility at position 58°45’39.65’’ north 02°44’42.53’’ east for Lundin Norway AS in production licence 501.
nb: Brønn 16/3-7 skal borast frå boreinnretninga Bredford Dolphin i posisjon 58°45’39,65’’ nord 02°44’42,53’’ aust for Lundin Norway AS i utvinningsløyve 501.

source: The drilling programme for well 16/3-7 relates to the drilling of an appraisal well in production licence 501.
nb: Boreprogrammet for brønn 16/3-7 gjeld boring av avgrensingsbrønn i utvinningsløyve 501.

source: The area in this licence consists of parts of blocks 16/2, 3, 5 and 6, which are located in the central part of the North Sea.
nb: Arealet i dette løyvet består av delar av blokkene 16/2, 3, 5 og 6 som er i midtre del av Nordsjøen.

source: The well was drilled southeast on Johan Sverdrup, about 3.1 kilometres southeast of well 16/3-5 and approx. 4.2 kilometres southwest of well 16/3-2.
nb: Brønnen vert bora søraust på Johan Sverdrup om lag 3,1 kilometer søraust for brønn 16/3-5 og ca 4,2 kilometer sørvest for brønn 16/3-2.

source: This is the 18th well to be drilled within the licence area.
nb: Dette vert den 18. brønnen som vert bora innafor løyvet sitt areal.

source: Well 16/3-8 S will be drilled from the Bredford Dolphin drilling facility at position 58°48’23.35’’ north and 02°40’27.67’’ east in production licence 501 in the central part of the North Sea.
nb: Brønn 16/3-8 S skal borast frå boreinnretninga Bredford Dolphin i posisjon 58°48’23,35’’ nord 02°40’27,67’’ aust i utvinningsløyve 501 i den midtre delen av Nordsjøen.

source: The drilling programme for well 16/3-8 S relates to drilling of an appraisal well in production licence 501.
nb: Boreprogrammet for brønn 16/3-8 S gjeld boring av avgrensingsbrønn i utvinningsløyve 501.

source: The well was drilled about 3.9 kilometres southeast of the 16/2-6 discovery well on Johan Sverdrup.
nb: Brønnen vert bora om lag 3,9 kilometer søraust for funnbrønnen 16/2-6 på Johan Sverdrup.

source: This was the 20th well drilled within the licence area.
nb: Denne vert den 20. brønnen som vert bora innafor løyvet sitt areal.

source: Well 16/4-6 S will be drilled from the Bredford Dolphin drilling facility at position 58°41’33.84’’ north and 02°13’52.02’’ east in production licence 359.
nb: Brønn 16/4-6 S skal borast frå boreinnretninga Bredford Dolphin i posisjon 58°41’33,84’’ nord 02°13’52,02’’ aust i utvinningsløyve 359.

source: The drilling programme for well 16/4-6 S relates to drilling of a wildcat well in production licence 359.
nb: Boreprogrammet for brønn 16/4-6 S gjeld boring av undersøkingsbrønn i utvinningsløyve 359.

source: The other licensees are Statoil Petroleum AS with 30 per cent and Premier Oil Norge AS with 30 per cent.
nb: Dei andre rettshavarane er Statoil Petroleum AS med 30 prosent og Premier Oil Norge AS med 30 prosent.

source: The well will be drilled 5.4 kilometres southwest of the 16/4-5 well and 8.1 kilometres northeast of the 16/4-1 well in the central part of the North Sea.
nb: Brønnen blir bora 5,4 kilometer sørvest for brønnen 16/4-5 og 8,1 kilometer nordaust for brønnen 16/4-1 den midtre delen av Nordsjøen.

source: This is the second well to be drilled within the licence, but three wells have previously been drilled in the western part of the licence area.
nb: Dette er den andre brønnen som blir bora innafor løyvet sitt areal, men det er bora tre brønnar tidlegare i den vestlege delen av løyvet sitt areal.

source: Well 16/4-7 will be drilled from the Bredford Dolphin drilling facility in position 58°31’37.87’’ north 02°08’34.40’’ east.
nb: Brønn 16/4-7 skal borast frå boreinnretninga Bredford Dolphin i posisjon 58°31’37,87’’ nord 02°08’34,40’’ aust.
